Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Argentina, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Brazil, Brunei Darussalam, Burkina Faso, Cambodia, Cameroon, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Fiji, Gabon, Gambia, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Jordan, Kazakhstan, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Malaysia, Maldives, Mali, Mauritius, Mexico, Morocco, Mozambique, Myanmar, Nicaragua, Niger, Oman, Pakistan, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Uganda, United Arab Emirates, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zimbabwe.
zh: 阿富汗、阿尔及利亚、安哥拉、安提瓜和巴布达、阿根廷、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、伯利兹、贝宁、不丹、玻利维亚、巴西、文莱达鲁萨兰国、布基纳法索、柬埔寨、喀麦隆、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、古巴、朝鲜民主主义人民共和国、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、埃塞俄比亚、斐济、加蓬、冈比亚、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、印度尼西亚、伊朗伊斯兰共和国、伊拉克、牙买加、约旦、哈萨克斯坦、科威特、吉尔吉斯斯坦、老挝人民民主共和国、黎巴嫩、莱索托、阿拉伯利比亚民众国、马来西亚、马尔代夫、马里、毛里求斯、墨西哥、摩洛哥、莫桑比克、缅甸、尼加拉瓜、尼日尔、阿曼、巴基斯坦、巴拉圭、秘鲁、菲律宾、卡塔尔、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、沙特阿拉伯、塞内加尔、新加坡、索马里、南非、苏丹、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、东帝汶、多哥、特立尼达和多巴哥、突尼斯、土耳其、土库曼斯坦、乌干达、阿拉伯联合酋长国、乌拉圭、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、也门、津巴布韦

source: Albania, Andorra, Australia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Greece, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Mauritania, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Norway, Palau, Poland, Portugal, Republic of Moldova, Romania, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America.
zh: 阿尔巴尼亚、安道尔、澳大利亚、奥地利、比利时、波斯尼亚和黑塞哥维那、保加利亚、加拿大、克罗地亚、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、芬兰、法国、格鲁吉亚、德国、希腊、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、马绍尔群岛、毛里塔尼亚、密克罗尼西亚联邦、摩纳哥、荷兰、新西兰、挪威、帕劳、波兰、葡萄牙、摩尔多瓦共和国、罗马尼亚、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、乌克兰、大不列颠及北爱尔兰联合王国、美利坚合众国

source: Armenia, Botswana, Cape Verde, Democratic Republic of the Congo, Ghana, Honduras, India, Kenya, Madagascar, Malawi, Namibia, Nepal, Nigeria, Panama, Papua New Guinea, Republic of Korea, Solomon Islands, Sri Lanka, United Republic of Tanzania, Zambia.
zh: 亚美尼亚、博茨瓦纳、佛得角、刚果民主共和国、加纳、洪都拉斯、印度、肯尼亚、马达加斯加、马拉维、纳米比亚、尼泊尔、尼日利亚、巴拿马、巴布亚新几内亚、大韩民国、所罗门群岛、斯里兰卡、坦桑尼亚联合共和国、赞比亚

source: Draft resolution I was adopted by 101 to 53, with 20 abstentions (resolution 60/150).
zh: 决议草案一以101票赞成、53票反对、20票弃权获得通过（第60/150号决议）。

source: The President: Draft resolution II is entitled “Subregional Centre for Human Rights and Democracy in Central Africa”.
zh: 主席（以英语发言）：决议草案二题为“中部非洲次区域人权与民主中心”。

source: Draft resolution II was adopted (resolution 60/151).
zh: 决议草案二获得通过（第60/151号决议）。

source: The President: Draft resolution III is entitled “Globalization and its impact on the full enjoyment of all human rights”.
zh: 主席（以英语发言）：决议草案三题为“全球化及其对所有人权的充分享受的影响”。

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Argentina, Armenia, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Fiji, Gabon, Gambia, Ghana, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, India, Indonesia, Iran (Islamic Republic of), Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mexico, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, Saudi Arabia, Senegal, Solomon Islands, Somalia, South Africa, Sri Lanka, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkmenistan, Uganda, United Arab Emirates, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔及利亚、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、伯利兹、贝宁、不丹、玻利维亚、博茨瓦纳、文莱达鲁萨兰国、布基纳法索、布隆迪、柬埔寨、喀麦隆、佛得角、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、古巴、朝鲜民主主义人民共和国、刚果民主共和国、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、埃塞俄比亚、斐济、加蓬、冈比亚、加纳、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、印度、印度尼西亚、伊朗伊斯兰共和国、牙买加、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、黎巴嫩、莱索托、阿拉伯利比亚民众国、马达加斯加、马拉维、马来西亚、马尔代夫、马里、毛里塔尼亚、毛里求斯、墨西哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、尼加拉瓜、尼日尔、尼日利亚、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、卡塔尔、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、沙特阿拉伯、塞内加尔、所罗门群岛、索马里、南非、斯里兰卡、苏丹、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、东帝汶、多哥、汤加、特立尼达和多巴哥、突尼斯、土库曼斯坦、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Albania, Andorra, Australia, Austria, Belgium, Bosnia and Herzegovina, Bulgaria, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Greece, Hungary, Iceland, Ireland, Israel, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Marshall Islands, Micronesia (Federated States of), Monaco, Netherlands, New Zealand, Norway, Palau, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United States of America.
zh: 阿尔巴尼亚、安道尔、澳大利亚、奥地利、比利时、波斯尼亚和黑塞哥维那、保加利亚、加拿大、克罗地亚、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、芬兰、法国、格鲁吉亚、德国、希腊、匈牙利、冰岛、爱尔兰、以色列、意大利、日本、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、马绍尔群岛、密克罗尼西亚联邦、摩纳哥、荷兰、新西兰、挪威、帕劳、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、美利坚合众国

source: Brazil, Chile, Iraq, Singapore.
zh: 巴西、智利、伊拉克、新加坡

source: Draft resolution III was adopted by 121 to 53, with 4 abstentions (resolution 60/152).
zh: 决议草案三以121票赞成、53票反对、4票弃权获得通过（第60/152号决议）。

source: The President: Draft resolution IV is entitled “Establishment of a United Nations human rights training and documentation centre for South-West Asia and the Arab region”.
zh: 主席（以英语发言）：决议草案四题为“设立联合国西南亚和阿拉伯区域人权培训和文献中心”。

source: Draft resolution IV was adopted (resolution 60/153).
zh: 决议草案四获得通过（第60/153号决议）。

source: The President: Draft resolution V is entitled “National institutions for the promotion and protection of human rights”.
zh: 主席（以英语发言）：决议草案五题为“促进和保护人权的国家机构”。

source: Draft resolution V was adopted (resolution 60/154).
zh: 决议草案五获得通过（第60/154号决议）。

source: The President: Draft resolution VI is entitled “Human rights and unilateral coercive measures”.
zh: 主席（以英语发言）：决议草案六题为“人权与单方面胁迫性措施”。

source: Algeria, Angola, Antigua and Barbuda, Argentina, Armenia, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Fiji, Gabon, Gambia, Ghana, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mexico, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, Saudi Arabia, Senegal, Singapore, Solomon Islands, Somalia, South Africa, Sri Lanka, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkmenistan, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿尔及利亚、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、伯利兹、贝宁、不丹、玻利维亚、博茨瓦纳、巴西、文莱达鲁萨兰国、布基纳法索、布隆迪、柬埔寨、喀麦隆、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、古巴、朝鲜民主主义人民共和国、刚果民主共和国、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、埃塞俄比亚、斐济、加蓬、冈比亚、加纳、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、牙买加、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、黎巴嫩、莱索托、阿拉伯利比亚民众国、马达加斯加、马拉维、马来西亚、马尔代夫、马里、毛里塔尼亚、毛里求斯、墨西哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、尼加拉瓜、尼日尔、尼日利亚、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、卡塔尔、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、沙特阿拉伯、塞内加尔、新加坡、所罗门群岛、索马里、南非、斯里兰卡、苏丹、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、东帝汶、多哥、汤加、特立尼达和多巴哥、突尼斯、土库曼斯坦、图瓦卢、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Draft resolution VI was adopted by 125 to 53, with no abstentions (resolution 60/155).
zh: 决议草案六以125票赞成、53票反对、零票弃权获得通过（第60/155号决议）。

source: The President: Draft resolution VII is entitled “Enhancement of international cooperation in the field of human rights”.
zh: 主席（以英语发言）：决议草案七题为“加强人权领域的国际合作”。

source: Draft resolution VII was adopted (resolution 60/156).
zh: 决议草案七获得通过（第60/156号决议）。

source: The President: Draft resolution VIII is entitled “The right to development”.
zh: 主席（以英语发言）：决议草案八题为“发展权”。

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Tuvalu, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔巴尼亚、阿尔及利亚、安道尔、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、奥地利、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、比利时、伯利兹、贝宁、不丹、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、巴西、文莱达鲁萨兰国、保加利亚、布基纳法索、布隆迪、柬埔寨、喀麦隆、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、克罗地亚、古巴、塞浦路斯、捷克共和国、朝鲜民主主义人民共和国、刚果民主共和国、丹麦、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、爱沙尼亚、埃塞俄比亚、斐济、芬兰、法国、加蓬、冈比亚、格鲁吉亚、德国、加纳、希腊、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、匈牙利、冰岛、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、爱尔兰、意大利、牙买加、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、拉脱维亚、黎巴嫩、莱索托、阿拉伯利比亚民众国、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马来西亚、马尔代夫、马里、马耳他、毛里塔尼亚、毛里求斯、墨西哥、密克罗尼西亚联邦、摩纳哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、卡塔尔、大韩民国、摩尔多瓦共和国、罗马尼亚、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、沙特阿拉伯、塞内加尔、塞尔维亚和黑山、新加坡、斯洛伐克、斯洛文尼亚、所罗门群岛、索马里、南非、西班牙、斯里兰卡、苏丹、苏里南、瑞典、瑞士、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、前南斯拉夫的马其顿共和国、东帝汶、多哥、汤加、特立尼达和多巴哥、突尼斯、土耳其、土库曼斯坦、图瓦卢、乌干达、乌克兰、阿拉伯联合酋长国、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Marshall Islands, United States of America.
zh: 马绍尔群岛、美利坚合众国

source: Australia, Canada, Israel, Japan, Palau.
zh: 澳大利亚、加拿大、以色列、日本、帕劳

source: Draft resolution VIII was adopted by 172 votes to 2, with 5 abstentions (resolution 60/157).
zh: 决议草案八以172票赞成、2票反对、5票弃权获得通过（第60/157号决议）。

source: The President: Draft resolution IX is entitled “Protection of human rights and fundamental freedoms while countering terrorism.” The Third Committee adopted draft resolution IX without a vote.
zh: 主席（以英语发言）：决议草案九题为“在打击恐怖主义的同时保护人权和基本自由”。

source: May I take it that the General Assembly wishes to do the same?
zh: 第三委员会未经表决通过了决议草案九。

source: Draft resolution IX was adopted (resolution 60/158).
zh: 决议草案九获得通过（第60/158号决议）。

source: The President: Draft resolution X is entitled “Human rights in the administration of justice.” The Third Committee adopted draft resolution X without a vote.
zh: 主席（以英语发言）：决议草案十题为“司法领域的人权问题”。

source: Draft resolution X was adopted (resolution 60/159).
zh: 决议草案十获得通过（第60/159号决议）。

source: The President: Draft resolution XI is entitled “Effective promotion of the Declaration of the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities.” The Third Committee adopted draft resolution XI without a vote.
zh: 主席（以英语发言）：决议草案十一题为“有效促进《在民族或族裔、宗教和语言上属于少数群体的人的权利宣言》”。

source: Draft resolution XI was adopted (resolution 60/160).
zh: 决议草案十一获得通过（第60/160号决议）。

source: The President: Draft resolution XII is entitled “Declaration on the Right and Responsibility of Individuals, Groups and Organs of Society to Promote and Protect Universally Recognized Human Rights and Fundamental Freedoms”.
zh: 主席（以英语发言）：决议草案十二题为“关于个人、群体和社会机构在促进和保护普遍公认的人权和基本自由方面的权利和责任宣言”。

source: The Third Committee adopted draft resolution XII without a vote.
zh: 第三委员会未经表决通过了决议草案十二。

source: Draft resolution XII was adopted (resolution 60/161).
zh: 决议草案十二获得通过（第60/161号决议）。

source: The President: Draft resolution XIII is entitled “Strengthening the role of the United Nations in enhancing the effectiveness of the principle of periodic and genuine elections and the promotion of democratization”.
zh: 主席（以英语发言）：决议草案十三题为“加强联合国在提高定期真正选举原则的效力和促进民主化方面的作用”。

source: A separate vote has been requested on the fifth preambular paragraph of draft resolution XIII.
zh: 有人要求对决议草案十三序言部分第五段进行单独表决。

source: I shall first put that paragraph to the vote.
zh: 我将首先把该段付诸表决。

source: Afghanistan, Albania, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahamas, Bangladesh, Barbados, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Bulgaria, Burundi, Cambodia, Canada, Cape Verde, Chile, China, Colombia, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Dominica, Dominican Republic, Ecuador, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Georgia, Germany, Greece, Grenada, Guatemala, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iraq, Ireland, Israel, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kyrgyzstan, Latvia, Lebanon, Lesotho, Liechtenstein, Lithuania, Luxembourg, Maldives, Mali, Malta, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Senegal, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Trinidad and Tobago, Turkey, Turkmenistan, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Uzbekistan, Vanuatu.
zh: 阿富汗、阿尔巴尼亚、安道尔、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、澳大利亚、奥地利、阿塞拜疆、巴哈马、孟加拉国、巴巴多斯、比利时、伯利兹、贝宁、不丹、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、巴西、保加利亚、布隆迪、柬埔寨、加拿大、佛得角、智利、中国、哥伦比亚、哥斯达黎加、科特迪瓦、克罗地亚、塞浦路斯、捷克共和国、朝鲜民主主义人民共和国、刚果民主共和国、丹麦、多米尼克、多米尼加共和国、厄瓜多尔、萨尔瓦多、厄立特里亚、爱沙尼亚、埃塞俄比亚、斐济、芬兰、法国、加蓬、格鲁吉亚、德国、希腊、格林纳达、危地马拉、圭亚那、海地、洪都拉斯、匈牙利、冰岛、印度、印度尼西亚、伊拉克、爱尔兰、以色列、意大利、牙买加、日本、约旦、哈萨克斯坦、肯尼亚、吉尔吉斯斯坦、拉脱维亚、黎巴嫩、莱索托、列支敦士登、立陶宛、卢森堡、马尔代夫、马里、马耳他、毛里塔尼亚、毛里求斯、墨西哥、密克罗尼西亚联邦、摩纳哥、蒙古、摩洛哥、尼泊尔、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、塞内加尔、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、斯里兰卡、苏丹、苏里南、瑞典、瑞士、塔吉克斯坦、泰国、前南斯拉夫的马其顿共和国、东帝汶、多哥、特立尼达和多巴哥、土耳其、土库曼斯坦、乌克兰、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、美利坚合众国、乌拉圭、乌兹别克斯坦、瓦努阿图

source: Algeria, Bahrain, Belarus, Burkina Faso, Cameroon, Cuba, Djibouti, Egypt, Ghana, Iran (Islamic Republic of), Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Mozambique, Myanmar, Namibia, Oman, Pakistan, Qatar, Saudi Arabia, Singapore, South Africa, Syrian Arab Republic, Uganda, United Arab Emirates, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿尔及利亚、巴林、白俄罗斯、布基纳法索、喀麦隆、古巴、吉布提、埃及、加纳、伊朗伊斯兰共和国、阿拉伯利比亚民众国、马达加斯加、马拉维、马来西亚、莫桑比克、缅甸、纳米比亚、阿曼、巴基斯坦、卡塔尔、沙特阿拉伯、新加坡、南非、阿拉伯叙利亚共和国、乌干达、阿拉伯联合酋长国、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: The fifth preambular paragraph of draft resolution XVIII was retained by 136 votes to none, with 31 abstentions.
zh: 决议草案十三序言部分第五段以136票赞成、零票反对、31票弃权获得保留。

source: [Subsequently, the delegation of the Sudan informed the Secretariat that it had intended to abstain. ]
zh: [嗣后，苏丹代表团通知秘书处，它本打算投弃权票。]

source: The President: I now put to the vote the draft resolution as a whole.
zh: 主席（以英语发言）：我现在将整个决议草案付诸表决。

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Israel, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tunisia, Turkey, Turkmenistan, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔巴尼亚、阿尔及利亚、安道尔、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、澳大利亚、奥地利、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、比利时、伯利兹、贝宁、不丹、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、巴西、文莱达鲁萨兰国、保加利亚、布基纳法索、布隆迪、柬埔寨、喀麦隆、加拿大、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、克罗地亚、塞浦路斯、捷克共和国、朝鲜民主主义人民共和国、刚果民主共和国、丹麦、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、爱沙尼亚、埃塞俄比亚、斐济、芬兰、法国、加蓬、冈比亚、格鲁吉亚、德国、加纳、希腊、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、匈牙利、冰岛、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、爱尔兰、以色列、意大利、牙买加、日本、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、拉脱维亚、黎巴嫩、莱索托、阿拉伯利比亚民众国、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马来西亚、马尔代夫、马里、马耳他、马绍尔群岛、毛里塔尼亚、毛里求斯、墨西哥、密克罗尼西亚联邦、摩纳哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、阿曼、巴基斯坦、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、卡塔尔、大韩民国、罗马尼亚、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、沙特阿拉伯、塞内加尔、塞尔维亚和黑山、新加坡、斯洛伐克、斯洛文尼亚、所罗门群岛、索马里、南非、西班牙、斯里兰卡、苏丹、苏里南、瑞典、瑞士、塔吉克斯坦、泰国、前南斯拉夫的马其顿共和国、东帝汶、多哥、突尼斯、土耳其、土库曼斯坦、乌干达、乌克兰、阿拉伯联合酋长国、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、美利坚合众国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Tuvalu.
zh: 图瓦卢

source: Draft resolution XIII as a whole was adopted by 173 votes to none, with 1 abstention (resolution 60/162).
zh: 整个决议草案十三以173票赞成、零票反对、1票弃权获得通过（第60/162号决议）。

source: The President: Draft resolution XIV is entitled “Promotion of peace as a vital requirement for the full enjoyment of all human rights by all”.
zh: 主席（以英语发言）：决议草案十四题为“促进和平作为人人充分享受所有人权的必要条件”。
